<?php

return [
    'menu' =>[
        'open' => 'ΑΝΟΙΓΜΑ ΜΕΝΟΥ',
        'close' => 'ΚΛΕΙΣΙΜΟ ΜΕΝΟΥ',
    ],
    'close' => 'Κλείσιμο',
    'no_items_found' => 'Δεν βρέθηκαν άρθρα',
    'contact_info_title' => 'Στοιχεία Επικοινωνίας',
    'good_to_know' => 'Χρήσιμες Πληροφορίες',
    'book_now' => 'Κάντε Κράτηση',
    'best_price_guarantee' => 'Εγγύηση Καλύτερης Τιμής',
    'ideal_for' => 'Ιδανικό για',
    'upgrade_your_stay' => 'Αναβαθμίστε τη Διαμονή σας',
    'from_the_airport' => 'Από το Αεροδρόμιο',
    'from_the_port' => 'Από το Λιμάνι',
    'labels' => [
        'address' => [
            'default' => 'Διεύθυνση',
            'short' => 'Δ'
        ],
        'phone' => [
            'default' => 'Τηλέφωνο',
            'full' => 'Τηλέφωνο επικοινωνίας',
            'medium' => 'Τηλ',
            'short' => 'Τ'
        ],
        'email' => [
            'default' => 'Email',
            'short' => 'E'
        ],
        'website' => [
            'default' => 'Ιστοσελίδα',
            'short' => 'Ι'
        ],
        'date_to' => 'έως'
    ],
    'discover_more' => 'Ανακαλύψτε',
    'read_more' => 'Διαβάστε περισσότερα',
    'more' => 'Περισσότερα',
    'previous_slide' => 'Προηγούμενο',
    'next_slide' => 'Επόμενο',
    'pagination' => [
        'previous' => 'Προηγούμενη',
        'next' => 'Επόμενη'
    ],
    'contact_form' => [
        'name' => 'Ονοματεπώνυμο *',
        'phone' => 'Τηλέφωνο',
        'email' => 'E-mail *',
        'message' => 'Το μήνυμά σας *',
        'privacy_statement' => '"Συγκατατίθεμαι στην επεξεργασία των προσωπικών μου δεδομένων, σύμφωνα με την <a class="blackLink" href="/el/prosopika-dedomena" target="_blank">«Δήλωση Προστασίας Δεδομένων»</a>"',
        'note' => 'Όλα τα πεδία με αστεράκι (*) είναι υποχρεωτικά & θα πρέπει να συμπληρωθούν για να αποσταλεί η φόρμα με επιτυχία.',
        'submit' => 'Αποστολή',
        'clear' => 'Ακύρωση',
        'thank_you' => 'Η φόρμα στάλθηκε με επιτυχία! Σας ευχαριστούμε που επικοινωνήσατε μαζί μας!',
    ],
    'months' => [
        '1' => 'Ιανουάριος',
        '2' => 'Φεβρουάριος',
        '3' => 'Μάρτιος',
        '4' => 'Απρίλιος',
        '5' => 'Μάιος',
        '6' => 'Ιούνιος',
        '7' => 'Ιούλιος',
        '8' => 'Αύγουστος',
        '9' => 'Σεπτέμβριος',
        '10' => 'Οκτώβριος',
        '11' => 'Νοέμβριος',
        '12' => 'Δεκέμβριος'
    ],
    'error_message' => 'Κάτι πήγε στραβά από την πλευρά μας, δοκιμάστε ξανά αργότερα.',
    'follow_us' => 'Ακολουθήσε μας',
];
